Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེའི་ཚེ་གཞོན་ནུ་ནོར་བཟངས་རི་དགས་འཆོར་དུ་ཆས་པ་དང་། རྔོན་པ་དེས་གཞོན་ནུ་ནོར་བཟངས་གཟུགས་བཟང་བ་མཛེས་པ་བལྟ་ན་སྡུག་པ་མཐོང་ངོ་།
en: “At that time, Prince Sudhana came hunting. The hunter saw Prince Sudhana, well proportioned, attractive, and pleasant to behold.

source: །མཐོང་ནས་ཀྱང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། འདི་ནི་རྒྱལ་བུ་གཞོན་ནུ་ཡིན་ལ། འདི་ཡང་མཆོག་ཏུ་གཟུགས་བཟང་མོ་བལྟ་ན་སྡུག་པ་ཡིན་ཏེ།
en: When he saw him, he thought, ‘This is a prince, and this is a woman who is extremely well proportioned and pleasant to behold.

source: གལ་ཏེ་འདི་མཐོང་ན་བཙན་ཐབས་སུ་ཁྱེར་བར་འགྱུར་གྱིས།
en: If he sees her, he will take her by force.

source: མ་ལ་བདག་གིས་འདི་སྐྱེས་ཀྱི་ཚུལ་དུ་བདག་ཉིད་ཀྱིས་དབུལ་ལོ་སྙམ་ནས།
en: I will now voluntarily give her to him as a present.’

source: དེ་ནས་དེ་ཞགས་པས་བཅིངས་བཞིན་རྒྱལ་བུ་གཞོན་ནུ་ནོར་བཟངས་གང་ན་བ་དེར་ཁྲིད་དེ་སོང་ནས་ཕྱིན་པ་དང་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ་སྨྲས་པ།
en: “Then he brought her bound with rope to Prince Sudhana.

source: ལྷ་བདག་གིས་བུད་མེད་རིན་པོ་ཆེ་འདི་སྐྱེས་སུ་འཚལ་ཏེ་མཆིས་ན་བཞེས་སུ་གསོལ།
en: When he arrived, he threw himself at the prince’s feet and said, ‘Your Highness, I present this treasured woman as a gift to you. Please take her.’

source: རྒྱལ་བུ་གཞོན་ནུ་ནོར་བཟངས་ཀྱིས་མིའམ་ཅི་མོ་ཡིད་འཕྲོག་མ་གཟུགས་བཟང་མོ་བལྟ་ན་སྡུག་པ་མཛེས་པ། ཁ་དོག་རྒྱས་པ་མཆོག་དང་ལྡན་པ། ཡོན་ཏན་ཐམས་ཅད་འདུས་པ། བུད་མེད་ཀྱི་མཚན་བཅྭ་བརྒྱད་ཀྱིས་བརྒྱན་པ། ཡུལ་གྱི་མི་བས་བཟང་བ།
en: “Prince Sudhana saw that the kinnarī Manoharā was well proportioned, pleasant to behold, attractive, had a perfect complexion, had collected every good quality, was adorned with the eighteen female characteristics, and was more beautiful than anyone in the country. Her breasts were ample, hanging down like golden pots or tortoises, robust and solid, round and full. Her eyes were jet black, bloodshot, and long, and they were shaped like lotus buds. Her nose was long and prominent.

source: ནུ་མ་གསེར་གྱི་བུམ་པ་དང་རུ་སྦལ་ལྟར་རྒྱས་ཞིང་རློ་བ་དང་། མཁྲང་ཞིང་མཁྲེགས་པས་ཤིན་ཏུ་ལེགས་པར་ཟླུམ་པ་ལྡེམ་པ།
en: Her lower lip was just like coral, a jewel, or a bimba fruit.

source: མིག་མཐོན་མཐིང་ལ་རྩ་དམར་ཞིང་དཀྱུས་རིང་ལ་པད་མ་གཞོན་ནུ་འདྲ་བ།
en: Her cheeks were not hollow but plump.

source: སྣའི་གཟངས་རིང་ཞིང་མཐོ་བ། མ་མཆུ་བྱི་རུ་དང་ནོར་བུ་དང་རིན་པོ་ཆེ་དང་། བིམ་པའི་འབྲས་བུའི་དབྱིབས་འདྲ་བ། འགྲམ་པ་མ་རྙོངས་ཤིང་ཡོངས་སུ་རྒྱས་པ། མཁུར་ཚོས་ལྷག་པར་དགའ་བར་བྱེད་པའི་རི་མོའི་ཐིག་ལེ་ཅན། སྨིན་མ་རིམ་གྱིས་མཛེས་ཤིང་འཇར་ལ་བུང་བའི་ཚོགས་ལྟར་གནག་པ།
en: The upper parts of her cheeks were adorned with very lovely marks. Her eyebrows were smoothly arched, close, and as black as a cluster of bees.

source: དཔུང་པ་ཟླ་བ་ཉ་བ་དྲི་མ་མེད་པ་ལྟར་རྒྱས་ལ་རིང་བ།
en: Her shoulders were round like a spotless full moon, and her arms were long.

source: ལྟོ་གཉེར་མ་ཟབ་མོ་གསུམ་དང་ལྡན་ཞིང་ཡིད་ཙམ་རྙོང་བ།
en: Her belly was deeply creased with three lines and slightly protruding.

source: ནུ་མའི་གཡུར་གྱིས་རོ་སྟོད་བགས་ཀྱིས་འདུད་ལ།
en: She slightly stooped from the weight of her breasts.

source: དཀུ་ཤིང་རྟའི་ཡན་ལག་ལྟར་དབྱིབས་ཤིན་ཏུ་མཛེས་པ།
en: Her waist was beautifully shaped like a part of a chariot.

source: ལག་པ་ཆུ་ཤིང་གི་སྙིང་པོ་འདྲ་བ་བརླ་བྱིན་གྱིས་ཕྲ་བར་ཟླུམ་པས་མཛེས་པ།
en: Her hands were soft like the pith of the plantain tree. Her thighs were tapering, round, and beautiful.

source: རྩ་ཤིན་ཏུ་མི་མངོན་ཞིང་གྱ་གྱུ་མེད་པས་ཡན་ལག་ཐམས་ཅད་མཛེས་པ།
en: Her every limb was smooth and beautiful, with no vein standing out.

source: ནོར་བུ་མང་པོའི་མགོ་རྒྱན་དང་མགུལ་གདུབ་དང་རྐང་གདུབ་དང་གདུ་བུ་དང་དོ་ཤལ་དང་། སེ་མོ་དོའི་སྒྲས་འགྱིང་ཞིང་འགྲོ་བ།
en: She proudly walked with the sounds of a jeweled headdress, a choker, anklets, bracelets, short necklaces, and long necklaces.

source: སྐྲ་གནག་ལ་འཇམ་པ།
en: Her hair was black and soft.

source: བདེ་སོགས་ལྟར་རྐང་པ་རྐང་གདུབ་ཀྱིས་བརྒྱན་ཅིང་གསེར་གྱི་འོག་པག་ཅན།
en: Her feet were adorned with anklets just like Śacī, the wife of Indra. She was wearing a golden belt around her slim waist.

source: ལྟོ་ཕྱང་ངེ་བ་དོ་ཤལ་མང་པོ་དཔྱངས་པ།
en: Many short necklaces hung down from her neck.

source: མདོག་གསེར་བཙོམ་ལྟར་བཟང་བ་མཐོང་ངོ་།
en: The color of her skin was beautiful like molten gold.

source: །མཐོང་མ་ཐག་ཏུ་གཞོན་ནུ་འདོད་ཆགས་ཀྱི་ཞགས་པ་ཆུ་ཟླ་དྲི་མ་མེད་ཅིང་གསལ་བ་གཡོ་བའི་རང་བཞིན་ལྟ་བུར་གཟུང་དཀའ་བ།
en: “As soon as he saw her, the prince was caught firmly by the noose of lust, which is as hard to hold as a spotless, clear, and trembling moon reflected in water;

source: ཀླུང་ཆུ་རླབས་དང་བཅས་པའི་ཆུ་སྲིན་ལྟ་བུར་རྟོགས་པར་དཀའ་བ།
en: is as hard to recognize as a makara in a wavy river;

source: ནམ་མཁའ་ལྡིང་དང་རླུང་གི་ཤུགས་དང་འདྲ་བར་འགྲོ་བ།
en: flies swiftly like a garuḍa or the wind;

source: ཤིང་བལ་གྱི་འདའ་བ་ལྟ་བུར་མྱུར་དུ་འགྱུར་བ། སྤྲེའུ་ལྟར་ས་གཅིག་ན་མི་འདུག་པས་གཡོ་ཞིང་ཙབ་ཡབ་ཅན་གྱིས་ནི་དམ་དུ་ཟིན། འདོད་ཆགས་ཀྱི་མདའ་རྟག་ཏུ་ཉོན་མོངས་པ་བསྟེན་པ་གོམས་པའི་འདོད་ཆགས་ཀྱི་བདེ་བ་རོ་མྱོང་བ་ལ་བརྐམ་པ་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་ཡུལ་ངན་འགྲོའི་གཡང་ས་ལས་མི་ཟློགས་པ།
en: changes quickly like rolling cotton; and moves about busily like a monkey without stopping anywhere.

source: བཟང་མོ་ལ་རྗེས་སུ་ཆགས་པའི་སེམས་ཀྱིས་ཤིན་ཏུ་དྲི་མ་ཅན་དུ་བྱས་པ། ཕྲད་པར་འདོད་པས་ཤིན་ཏུ་དབྱུང་མི་བཟོད་པའི་སྒྲ་འབྱིན་པ། ཚུལ་བཞིན་མ་ཡིན་པའི་གཞུས་འཕངས་པས་ནི་སྙིང་པོ་ལ་ཕོག་སྟེ། མེའི་ནང་དུ་ཕྱེ་མ་ལེབ་བཞིན་དུ་དེ་ཉིད་དུ་འགྱེལ་ཏེ་སྨྲས་པ།
en: “Having his heart pierced by the arrow of lust, it gave a sound of the utmost secret of desire for union, having been shot with the bow of improper mental attention because of attachment to a beautiful one by a mind that was deeply stained. His heart adhering to defilement through perpetual repetition, he was eager to taste the pleasure of lust and, dashing for the cliff, danger, and precipice because of all defilements, he fell down there just like a moth flying into the fire.

source: དབྱར་གྱི་ཆར་སྤྲིན་ནང་ནས་གློག་ནི་འགྱུ་བ་ལྟར།
en: And so it is said: “Sudhana saw her, who was just like lightning flashing through a cloud in the rainy season,

source: །བཞིན་རས་ཟླ་བ་འདྲ་དེ་ནོར་བཟངས་ཀྱིས་མཐོང་སྟེ། །དེ་ལ་ཆགས་པའི་འདོད་པ་སྟེག་ཚོལ་ལས་བྱུང་བའི།
en: And whose face was just like the moon.

source: །འདོད་ཆགས་མདའ་ཡིས་དེ་ཡི་སེམས་ལ་ཕོག། །།འདུལ་བ་གཞི། བམ་པོ་བཞི་བཅུ་རྩ་ལྔ་པ།
en: His heart was struck by the arrow of lust,

source: དེ་ནས་རྒྱལ་བུ་ནོར་བཟངས་ཀྱིས་ཡིད་འཕྲོག་མ་ཁྲིད་དེ་གླང་པོའི་ཁྱིམ་གྱི་གྲོང་ཁྱེར་དུ་སོང་ནས་རྔོན་པ་དེ་ལ་ཡང་གྲོང་ཁྱེར་མཆོག་ཅིག་བྱིན་ནོ།
en: Which was released by frolicking in desirous attachment to her. “Prince Sudhana took Manoharā to the city of Hastināpura and gave the hunter an excellent village.

source: །དེ་ནས་གཞོན་ནུ་ནོར་བཟངས་ཡིད་འཕྲོག་མ་དང་ལྷན་ཅིག་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞིར་དོང་ནས་ལྷན་ཅིག་ཏུ་རྩེ་བར་བྱེད། དགའ་བར་བྱེད།
en: Thereupon Prince Sudhana went up to the terrace with Manoharā, and they played, made love, and enjoyed themselves.

source: དགའ་མགུར་སྤྱོད་པར་བྱེད་དེ་ཡིད་འཕྲོག་མའི་གཟུགས་དང་ན་ཚོད་དང་བསྙེན་བཀུར་བརྒྱ་ཕྲག་དུ་མའི་ཡོན་ཏན་གྱིས་གཞོན་ནུ་ནོར་བཟངས་ཀྱི་སེམས་ཇི་ལྟར་དེ་དང་སྐད་ཅིག་ཀྱང་འབྲལ་མི་ཕོད་པ་དེ་ལྟར་ཕྲོགས་སོ།
en: Manoharā enchanted Prince Sudhana with her good qualities—her beauty, youth, and hundreds of kinds of service—so that his thoughts never left her.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་བྲམ་ཟེ་གཉིས་ཤིག་ལྗོངས་རྒྱུ་ཞིང་འོངས་པ་ལས་དེ་ལས་གཅིག་ནི་རྒྱལ་པོ་ལ་རྟེན་བཅས་སོ། །གཉིས་པ་ནི་གཞོན་ནུ་ནོར་བཟངས་ལའོ།
en: “Later, one day, two brahmins came from another province. One of them served the king, and the other Prince Sudhana.

source: །རྒྱལ་པོ་ལ་རྟེན་བཅས་པ་གང་ཡིན་པ་དེ་ནི་རྒྱལ་པོས་མདུན་ན་འདོན་དུ་བཅུག་སྟེ་ལོངས་སྤྱོད་ཀྱི་སྐལ་བ་ཡང་བྱིན་ནོ།
en: The one who served the king was appointed chief priest and given an allotment.

source: །གཞོན་ནུ་ནོར་བཟངས་ཀྱི་གང་ཡིན་པ་དེ་ལ་ནི་དེས་ལོངས་སྤྱོད་ཀྱི་སྐལ་བ་ཙམ་ཞིག་བྱིན་པ་དང་། སྨྲས་པ།
en: The one who served Prince Sudhana was only given an allotment by him.

source: གཞོན་ནུ་གང་གི་ཚེ་ཡབ་འདས་ནས་ཁྱོད་རྒྱལ་པོར་བཅུག་པ་དེའི་ཚེ་བདག་ལ་ཅི་ཞིག་བགྱི། གཞོན་ནུ་ནོར་བཟངས་ཀྱིས་སྨྲས་པ།
en: ‘Your Highness,’ he asked, ‘what will you do for me when your father passes away and you are enthroned?’

source: ཇི་ལྟར་ཁྱོད་ཀྱི་གྲོགས་པོ་བྲམ་ཟེ་ངའི་ཡབ་ཀྱི་མདུན་ན་འདོན་དུ་བཅུག་པ་དེ་བཞིན་དུ་ཁྱོད་ཀྱང་ངའི་མདུན་ན་འདོན་དུ་གཞུག་གོ་ཞེས་བྱས་པའི་གཏམ་དེ་གཅིག་ནས་གཅིག་ཏུ་བརྒྱུད་དེ་བྲམ་ཟེ་མདུན་ན་འདོན་དེས་ཐོས་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Prince Sudhana answered, ‘I will appoint you my chief priest just as the brahmin who is your friend was appointed my father’s chief priest.’ “The rumor passed from mouth to mouth, and the brahmin chief priest heard it.

source: ངས་ཅི་ནས་གཞོན་ནུ་ཉིད་ཀྱིས་ཀྱང་རྒྱལ་སྲིད་མི་འཐོབ་པ་དེ་ལྟར་བྱ་ན་མདུན་ན་འདོན་དུ་གཞུག་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་སྙམ་མོ།
en: He thought, ‘I will prevent the prince from attaining the throne, let alone that brahmin from being appointed chief priest.’

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་དེའི་ཡུལ་དུ་རི་འོར་བ་ཞིག་སྡོ་བར་གྱུར་ནས་རྒྱལ་པོས་དེ་འབེབས་སུ་དམག་ཁ་ཆེན་ཅིག་བཏང་བ་ལས་དེ་བཅོམ།
en: “Later, the chief of a certain hamlet in the kingdom revolted against the king.

source: རྣམ་པར་བཅོམ་སྟེ་ཕམ་པར་བྱས་ནས་སླར་ལོག་གོ།
en: The king sent troops to conquer him, but they came back defeated, beaten, vanquished.

source: །དེ་བཞིན་དུ་ཁ་ཆེན་བདུན་གྱི་བར་བཏང་བ་ལས་དེ་རྣམས་ཀྱང་བཅོམ། རྣམ་པར་བཅོམ་སྟེ་ཕམ་པར་བྱས་ནས་སླར་ལྷགས་སོ།
en: He sent troops seven times altogether, but they came back defeated, beaten, vanquished.

source: །རྒྱལ་པོ་ལ་བློན་པོ་རྣམས་ཀྱིས་གསོལ་པ། ལྷ་ཅིའི་སླད་དུ་རང་གི་དཔུང་ཉམས་ཤིང་གཞན་གྱི་མཐུ་སྐྱེད་པར་མཛད།
en: The ministers said to the king, ‘Your Majesty, why do you damage your own army and strengthen the enemy’s?

source: གང་ཡང་ལྷའི་ཡུལ་ན་མཚོན་གྱིས་འཚོ་བ་ཇི་སྙེད་མཆིས་པ་ཐམས་ཅད་དགུག་ཏུ་གསོལ། བྲམ་ཟེ་མདུན་ན་འདོན་གྱིས་བསམས་པ།
en: Please summon all the people living by the sword in Your Majesty’s land.’

source: གཞོན་ནུ་ནོར་བཟངས་གསད་པའི་ཐབས་བྱ་བའི་དུས་ནི་འདི་ཡིན་ནོ་སྙམ་ནས་དེས་རྒྱལ་པོ་ལ་གསོལ་པ། ལྷ་དེ་ལྟ་བུས་ན་དེ་བབ་པར་རྔོ་མི་ཐོག་གོ།
en: “The brahmin chief priest thought, ‘Now it is the time to devise a plan to kill Prince Sudhana.’ He said to the king, ‘Your Majesty, you cannot conquer them in that way.’ “ ‘What should I do?

source: །རྒྱལ་པོས་སྨྲས་པ། ཇི་ལྟར་བྱ་ང་ཉིད་ཁོ་ན་འགྲོའམ།
en: Should I myself go there?’ asked the king.

source: མདུན་ན་འདོན་གྱིས་སྨྲས་པ། ཅིའི་སླད་དུ་ལྷ་ཉིད་གཤེགས།
en: “ ‘Why should Your Majesty yourself go?’ the chief priest asked in return.

source: གཞོན་ནུ་ནོར་བཟངས་འདི་ནི་དར་ལ་བབ་ཅིང་མཐུ་རྩལ་སྙེམས་པ་དང་ལྡན་པ་ལགས་པས་དམག་འདི་རྣམས་དང་ལྷན་ཅིག་དགྱེར་གསོལ།
en: ‘This Prince Sudhana is young and possessed of power and pride. Send him with these troops.’

source: རྒྱལ་པོས་སྨྲས་པ།
en: “ ‘I should do so,’ said the king.

source: དེ་བཞིན་དུ་བྱའོ་ཞེས་དེ་ནས་རྒྱལ་པོས་གཞོན་ནུ་བཀུག་ནས་བསྒོ་བ།
en: “Thereupon the king summoned the prince and ordered him, ‘O Prince, go with the troops and conquer the people of that hamlet.’

source: གཞོན་ནུ་དམག་དང་ལྷན་ཅིག་ཏུ་དེང་ལ་རི་འོར་བ་རྣམས་ཕོབ་ཤིག །ལྷ་བཀའ་བཞིན་འཚལ་ཞེས་གཞོན་ནུ་ནོར་བཟངས་ཀྱིས་རྒྱལ་པོ་ལས་མཉན་ནས།
en: “ ‘Certainly, Your Majesty,’ replied Prince Sudhana, and he went to the harem.

source: བཙུན་མོ་རྣམས་ཀྱི་གན་དུ་སོང་སྟེ་ཡིད་འཕྲོག་མ་མཐོང་བ་དང་དེ་ཐམས་ཅད་བརྗེད་པར་གྱུར་ཏོ།
en: When he saw Manoharā, however, he forgot everything.

source: །དེ་ནས་ཡང་རྒྱལ་པོས་བསྒོ་བ་དང་ཡང་མཐོང་མ་ཐག་ཏུ་ཐམས་ཅད་བརྗེད་པར་གྱུར་ཏོ། །དེ་ནས་མདུན་ན་འདོན་གྱིས་རྒྱལ་པོ་ལ་སྨྲས་པ།
en: Thereupon he was again ordered by the king, but as soon as he saw her, he again forgot everything.

source: ལྷ་གཞོན་ནུ་ནོར་བཟངས་ནི་ཡིད་འཕྲོག་མ་ལ་ལྷག་པར་ཆགས་པས་མཆི་རྔོ་མི་ཐོག་གིས།
en: Then the chief priest said to the king, ‘Your Majesty, Prince Sudhana is so attached to Manoharā that he cannot leave.

source: དམག་བསྡོགས་ལ་གཞོན་ནུ་བཙུན་མོ་རྣམས་ཀྱི་ནང་ནས་བྱུང་བ་དང་ཅི་ནས་ཀྱང་ཡིད་འཕྲོག་མའི་དྲུང་དུ་མི་མཆི་བར་ཐལ་བྱུང་གཏང་བར་བགྱིའོ།
en: Prepare the troops. When the prince comes out from the harem, prevent him from going to Manoharā and dispatch him.’

source: །རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་སྨྲས་པ།
en: “The king ordered the ministers, ‘Sirs, prepare an army.’

source: ཤེས་ལྡན་དག་དཔུང་གི་ཚོགས་སྟ་གོན་གྱིས་ཤིག །བློན་པོ་རྣམས་ཀྱིས་རྒྱལ་པོ་ལས་མཉན་ནས་དཔུང་གི་ཚོགས་གླང་པོ་ཆེ་དང་། རྟ་དང་། ཤིང་རྟ་དང་། དཔུང་བུ་ཆུང་ཕུན་སུམ་ཚོགས་པ་འཚོག་ཆས་གོ་མཚོན་རྣམ་པ་དུ་མ་དང་ལྡན་པ་དག་སྟ་གོན་བྱས་སོ། །དེ་ནས་གཞོན་ནུ་ཕྱིར་བྱུང་བ་དང་བསྒོ་བ།
en: “Having accepted the king’s order, the ministers prepared an army consisting of divisions of elephants, horses, chariots, and infantry and equipped with various kinds of requisites and weapons.

source: གཞོན་ནུ་དཔུང་གི་ཚོགས་སྟ་གོན་བྱས་ཀྱིས་སོང་ཤིག །དེས་སྨྲས་པ།
en: Then, when the prince came out, the king ordered him, ‘O Prince, the army is prepared. Go.’

source: ལྷ་ཡིད་འཕྲོག་མ་ལ་བལྟས་ཏེ་མཆི་བར་བགྱིའོ།
en: “ ‘Your Majesty, I will see Manoharā and then go,’ he replied.

source: །རྒྱལ་པོས་སྨྲས་པ། གཞོན་ནུ་ཐོགས་པར་འགྱུར་གྱིས་མ་ལྟ་ཤིག །ཡབ་གལ་ཏེ་དེ་ལྟ་ན་མ་ལ་བལྟས་ཏེ་མཆིའོ།
en: “ ‘O Prince,’ said the king, ‘she will be an obstacle, so you should not see her.’ “ ‘Father, if so, I will see my mother and then go.’

source: །གཞོན་ནུ་མ་ལ་ནི་ལྟོས་ཤིག །དེས་ཡིད་འཕྲོག་མའི་གཙུག་གི་ནོར་བུ་ཁྱེར་ནས་མའི་དྲུང་དུ་སོང་སྟེ་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ་སྨྲས་པ།
en: “ ‘O Prince, do go see your mother.’ “He went to his mother, bringing Manoharā’s crest jewel.

source: ཡུམ་བདག་རི་འོར་བ་རྣམས་འབེབས་སུ་མཆི་ལགས་ཀྱིས།
en: He threw himself at her feet and said, ‘Mother, I will go to conquer the people of that hamlet.

source: གཙུག་གི་ནོར་བུ་འདི་ཁྱོད་ཀྱིས་ཤིན་ཏུ་དབེན་པར་སྦོས་ལ་ཡིད་འཕྲོག་མ་འགུམ་པ་ལ་ཐུག་པ་མ་ལགས་པ་ཇི་ལྟར་གྱུར་ཀྱང་མ་སྩལ་ཅིག་ཅེས་དེས་དེ་སྐད་མ་ལ་བསྒོ་ནས་མཆི་ཕྱག་བྱས་ཏེ་དམག་གི་དཔུང་གི་ཚོགས་དང་རོལ་མོའི་སྒྲ་སྣ་ཚོགས་དང་ཆས་ཏེ་རིམ་གྱིས་ཡུལ་འདས་ནས་རི་འོར་དེ་དང་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ན་ཤིང་ལྗོན་པ་ཞིག་གི་དྲུང་དུ་བཏབ་སྟེ་འདུག་གོ།
en: Please conceal this crest jewel in a hidden place and do not give it to Manoharā unless she is in danger of death.’ “Having made this request of his mother, he said goodbye and left with the army amid the sounds of various musical instruments. He passed in due course through various provinces and then stayed under a tree near the hamlet.

source: །དེའི་ཚེ་རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་ཀྱི་བུ་འཁོར་གནོད་སྦྱིན་དུ་མ་དང་། འཁོར་གནོད་སྦྱིན་བརྒྱ་ཕྲག་དུ་མ་དང་། འཁོར་གནོད་སྦྱིན་སྟོང་ཕྲག་དུ་མ་དང་། འཁོར་གནོད་སྦྱིན་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་ལམ་དེ་ནས་གནོད་སྦྱིན་རྣམས་ཀྱི་གནོད་སྦྱིན་གྱི་འདུན་སར་ཆས་སོ།
en: “At that time, Great King Vaiśravaṇa set out with his attendants along a path for a meeting of yakṣas, who were quite numerous—hundreds of yakṣas, thousands of yakṣas, hundreds of thousands of yakṣas.

source: །དེ་ལམ་དེ་ནས་ཆས་པ་ན་ནམ་མཁའི་ལམ་ལ་ཐོགས་པར་གྱུར་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: When he set out along the path, he was blocked in the air.

source: བདག་གིས་ལམ་འདི་ནས་ལན་མང་པོ་ཞིག་ཏུ་སོང་ན་བདག་གི་བཞོན་པ་ལན་འགའ་ཡང་ཐོགས་པར་མ་གྱུར་ན་གང་གིས་ན་ད་ལྟར་ཐོགས་པ་འདི་ལ་རྒྱུ་ཅི་ཡོད་སྙམ་པ་ལས།
en: He thought, ‘I have passed along this path many times, and my vehicle has never been blocked. What has blocked me now? What is the cause of this?’

source: དེས་གཞོན་ནུ་ནོར་བཟངས་མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ་འདི་ནི་བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་ཏེ།
en: “He saw Prince Sudhana and thought, ‘This is the bodhisattva of the fortunate eon.

source: དམག་ལ་ཆས་པས་ཉོན་མོངས་པར་འགྱུར་རོ།
en: He will be distressed about going into battle.

source: །འདིའི་གྲོགས་བྱས་ཏེ་རི་འོར་བ་འདི་རྣམས་སྲོག་ཆགས་འགའ་ཡང་གནོད་པར་མི་འགྱུར་བར་དབབ་བོ་སྙམ་དུ་བསམས་ནས། གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལྔ་ལེན་ལ་སྨྲས་པ།
en: I will help him and conquer the people of the hamlet without harming any living being.’ “He said to Pāñcika, the great general of yakṣas, ‘Come, Pāñcika, you should conquer the people of the hamlet without harming any living being, even before Prince Sudhana begins to fight the people of the hamlet.’

source: ལྔ་ལེན་ཚུར་ཤོག །ཁྱོད་ཀྱིས་གཞོན་ནུ་ནོར་བཟངས་རི་འོར་བ་རྣམས་དང་གཡུལ་མ་བཀྱེ་བར་སྲོག་ཆགས་འགའ་ལ་ཡང་གནོད་པར་མ་བྱ་བར་ཕོབ་ཤིག །གནོད་སྦྱིན་གྱི་སྡེ་དཔོན་ཆེན་པོ་ལྔ་ལེན་གྱིས་བཀའ་བཞིན་འཚལ་ཞེས་རྒྱལ་པོ་རྣམ་ཐོས་ཀྱི་བུ་ལས་མཉན་ནས་ལྷའི་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ཤིང་ཏ་ལའི་ཚད་ཙམ་གྱི་སྐྱེས་པ་དང་། རིའི་ཚད་ཙམ་གྱི་གླང་པོ་ཆེ་དང་། གླང་པོ་ཆེའི་ཚད་ཙམ་གྱི་རྟ་དང་། གཞལ་མེད་ཁང་གི་ཚད་ཙམ་གྱི་ཤིང་རྟ་རྣམས་སྤྲུལ་ཏོ།
en: “ ‘Certainly,’ replied Pāñcika, the great general of yakṣas, to Great King Vaiśravaṇa, and he created a divine army consisting of four divisions:

source: །དེ་ནས་རལ་གྲི་དང་། ཐོ་བ་དང་། མདའ་བོ་ཆེ་དང་། མདུང་དང་། འཁོར་ལོ་དང་། མདུང་ཐུང་དང་། མདའ་དང་། དགྲ་སྟ་ལ་སོགས་ཏེ་མཚོན་ཆའི་ཁྱད་པར་རྣམ་པ་སྣ་ཚོགས་དང་། སིལ་དཀྲོལ་གྱི་སྒྲ་རྣམ་པ་སྣ་ཚོགས་འབྱིན་པས་འཇིགས་པ་ཆེན་པོ་སྟོན་ཅིང་། ལྔ་ལེན་མཐུ་ཆེན་པོའི་ཚོགས་རྣམས་དང་རི་འོར་དུ་ཕྱིན་པ་དང་། གླང་པོ་ཆེ་དང་རྟ་དང་ཤིང་རྟའི་སྒྲ་དང་། སིལ་དཀྲོལ་གྱི་སྒྲ་སྣ་ཚོགས་དང་། གནོད་སྦྱིན་རྣམས་ཀྱི་རང་གི་མཐུས་ར་བ་དག་རལ་བར་གྱུར་ཏོ།
en: men as large as palm trees, elephants as large as mountains, horses as large as elephants, and chariots as large as heavenly vehicles. Then, in a terrifying display of various weapons such as swords, clubs, lances, missiles, chakras, darts, arrows, axes, and so forth, as well as the sounds of various musical instruments, Pāñcika arrived at the hamlet with the great army.

source: །དེ་ནས་རི་འོར་ན་གནས་པ་དེ་རྣམས་ཀྱིས་དཔུང་གི་ཚོགས་དེ་དང་ར་བ་དག་རལ་བ་མཐོང་ནས་མཆོག་ཏུ་ངོ་མཚར་སྐྱེས་ཏེ་དྲིས་པ། དཔུང་གི་ཚོགས་འདི་གང་ནས་འོངས། དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Its wall was destroyed by the sound of the elephants, horses, and chariots, the sounds of various musical instruments, and the power of the yakṣas themselves. The dwellers of the hamlet saw the army and the broken wall and, much astonished, they asked, ‘Where did this army come from?’

source: མྱུར་དུ་སྒོ་ཕྱེ་ཤིག །གཞོན་ནུ་ནོར་བཟངས་འདིའི་མཇུག་ནས་འོང་སྟེ་དཔུང་གི་ཚོགས་འདི་ནི་དེའི་ཡིན་ནོ།
en: “Then they said, ‘Open the gate quickly. Prince Sudhana is coming after this. This army belongs to him.

source: །གལ་ཏེ་མྱུར་དུ་མ་ཕྱེ་ན་ཐམས་ཅད་རྨེག་མེད་པར་འགྱུར་རོ།
en: If you do not open the gate quickly, everything will be destroyed.’

source: །དེ་རྣམས་ཀྱིས།
en: “They added:

source: བདག་ཅག་རྒྱལ་ལ་མི་ལྡོག་སྟེ།
en: “ ‘We will not rebel against the king,

source: །གཞོན་ནུ་བློ་དང་ལྡན་ལ་མིན།
en: Nor against the intelligent prince.

source: །རྒྱལ་པོ་ཞོ་ཤས་འཚོ་རྣམས་ཀྱིས།
en: By the king’s men

source: །བདག་ཅག་འཇིགས་ཤིང་སྐྲག་གྱུར་མོད། །ཅེས་སྨྲས་ནས་དེ་རྣམས་ཀྱིས་སྒོ་ཕྱེ་སྟེ།
en: We are frightened and terrified.’

source: དེ་ནས་རྒྱལ་མཚན་དང་བ་དན་བསྒྲེང་ནས་བུམ་པ་གང་བ་དང་རོལ་མོའི་སྒྲ་སྣ་ཚོགས་ཀྱིས་གཞོན་ནུ་ནོར་བཟངས་བསུའོ།
en: “They opened the gate and then they raised banners and flags, filled vessels, and welcomed Prince Sudhana with the sounds of various musical instruments.

source: །དེས་ཀྱང་དབུགས་ཕྱུང་ནས་དེ་རྣམས་འདྲང་བ་ལས་སྣ་བོ་བསྐོས་ཏེ་དཔྱ་ཐང་བཅད། གཏེའུ་ཡང་བཟུང་ངོ་།
en: He set them at ease and pleased them. He appointed a chief, assessed the tax, and took their property as security.

source: །དེ་ནས་རི་འོར་བ་དེ་རྣམས་ཆམ་དུ་ཕབ་ནས་གཞོན་ནུ་ནོར་བཟངས་སླར་ལོག་གོ།
en: Then, having defeated the hamlet, Prince Sudhana went home.

source: །རྒྱལ་པོ་ནོར་ཅན་གྱིས་དེ་ཉིད་ཀྱི་ནུབ་མོའི་རྨི་ལམ་ན་བྱ་རྒོད་ཅིག་འོངས་ཏེ་རྒྱལ་པོའི་ལྟོ་དྲལ་ནས་རྒྱུ་མ་གཟངས་ཏེ་གྲོང་ཁྱེར་དེ་ཐམས་ཅད་ཀྱི་མཐའ་བསྐོར་བ་དང་རིན་པོ་ཆེ་སྣ་བདུན་ཁྱིམ་དུ་འོངས་པར་མཐོང་ངོ་།
en: “That very night, King Dhana dreamed that a vulture came, tore the king’s stomach open, pulled out his intestines, and surrounded the entire city with them, and that seven treasures came to his residence.

source: །མཐོང་ནས་དེ་ནས་རྒྱལ་པོ་འཇིགས་སྐྲག་མི་དགའ་ཞིང་སྤུ་ཟིང་ཞེས་བྱེད་ནས་མྱུར་བ་མྱུར་བར་ལངས་ཏེ་མལ་ཆེན་པོ་ལ་འདུག་ནས་ལག་པ་འགྲམ་པ་ལ་གཏད་དེ་གཞི་འདི་ལས་བདག་རྒྱལ་སྲིད་ལས་ཉམས་པའམ།
en: Having dreamed these things, the king sprang to his feet and sat on his large bed, frightened and dejected, with the hairs in every pore of his body standing on end. He was plunged into grief, resting his cheek on his hand, asking himself, ‘Is there a chance I will lose my throne or be in danger of death because of this?’

source: སྲོག་གི་བར་ཆད་དུ་མི་འགྱུར་གྲང་སྙམ་ནས་སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་པ་ལས་དེ་ནམ་ནངས་ནས་རྨི་ལམ་དེ་བྲམ་ཟེ་མདུན་ན་འདོན་ལ་སྨྲས་པ་དང་། དེས་བསམས་པ།
en: “When the night had passed, he talked to the brahmin chief priest. The brahmin thought, ‘That the king had such a dream certainly means that the prince has conquered the hamlet.

source: ལྷ་རྨི་ལམ་དེ་ལྟ་བུ་མཐོང་བ་ནི་གདོན་མི་ཟ་བར་གཞོན་ནུས་རི་འོར་བ་རྣམས་ཕམ་པར་བྱས་ཀྱིས་ལོག་པ་ཞིག་ཏུ་བསྟན་པར་བྱའོ་སྙམ་ནས་སྨྲས་པ། ལྷ་ཁྱོད་ཀྱིས་རྨང་ལམ་དུ་གཟིགས་པ་ནི་བཟང་བ་མ་ལགས་ཏེ།
en: I shall tell him a lie.’ He said, ‘Your Majesty, you had an inauspicious dream.

source: གདོན་མ་འཚལ་བར་གཞི་འདི་ལས་ལྷའི་རྒྱལ་སྲིད་ལས་ཉམས་པའམ། སྐུ་ཚེའི་བར་ཆད་དུ་འགྱུར་ལགས་སོ།
en: Certainly, you will lose your throne or be in danger of death because of this.

source: །འོན་ཀྱང་འདི་བཟློག་པའི་ཐབས་མཆིས་ཏེ།
en: However, there is a means to prevent this.

source: དེ་ཡང་བྲམ་ཟེ་རྣམས་ཀྱིས་གསང་ཚིག་ལས་མཐོང་ངོ་།
en: It is seen in the lore of brahmanical mantras.’

source: །བཟློག་པའི་ཐབས་དེ་ཅི་ཡིན།
en: “ ‘What is the means to prevent it?’

source: ལྷ་སྐྱེད་མོས་ཚལ་དུ་རྫིང་དབྱིབས་ལེགས་པ་ཚད་ལ་བབ་པ་བགྱིས་ལ། དེ་ནས་རྡོ་ཐལ་གྱིས་བྱུགས་ཏེ།
en: “ ‘Your Majesty, build a well-shaped pond of a certain size in a park.

source: ལེགས་པར་བསྟར་ལ་རི་དགས་ཕྲ་མོ་རྣམས་ཀྱི་ཁྲག་གིས་བཀང་ལ་དེ་ནས་ལྷས་ཁྲུས་ལ་གཤེགས་པ་ན་རྫིང་དེ་ལ་ཐེམ་སྐས་གཅིག་ལས་འཇུག་པར་བགྱིའོ།
en: Then paint the pond with an application of lime, clean it well, and fill it with the blood of smaller animals. Then, when Your Majesty bathes, you must enter the pond by one staircase.

source: །གཅིག་ལས་ཞུགས་ནས་གཉིས་པ་ལ་འཛེག་པར་བགྱིའོ།
en: After entering by one, you must ascend another.

source: །གཉིས་པ་ལས་ཞུགས་ནས་གསུམ་པ་ལ་འཛེག་པར་བགྱིའོ།
en: After entering by the second, you must ascend a third.

source: །གསུམ་པ་ལས་ཞུགས་ནས་བཞི་པ་ལ་འཛེག་པར་བགྱིའོ།
en: After entering by the third, you must ascend a fourth.

source: །དེ་ནས་བྲམ་ཟེ་རིག་བྱེད་དང་རིག་བྱེད་ཀྱི་ཡན་ལག་གི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བཞིས་ལྷའི་ཞབས་ལྕེས་བ་ལྡགས་ལ་མི་མ་ཡིན་པའི་ཚིལ་གྱི་བདུག་པས་བདུག་གོ།
en: After this, four brahmins who have mastered the Vedas and the auxiliary branches of the Vedas should lick Your Majesty’s feet with their tongues and burn incense made from kinnara fat.

source: །དེ་ལྟར་ན་ལྷའི་དངོས་སྡིག་འབྱང་ཞིང་ཡུན་རིང་པོར་རྒྱལ་སྲིད་སྐྱོང་བར་འགྱུར་རོ། །རྒྱལ་པོས་སྨྲས་པ།
en: Doing this, Your Majesty will be purified of your sins and protect your kingdom for a long time.’

source: དེ་དག་ཐམས་ཅད་ནི་ནུས་ན་འདི་ལྟར་མི་མ་ཡིན་པའི་ཚིལ་འདི་ནི་ཤིན་ཏུ་དཀོན་ནོ། །མདུན་ན་འདོན་གྱིས་སྨྲས་པ།
en: “ ‘I can do all this,’ said the king, ‘but kinnara fat is very difficult to obtain.’

source: ལྷ་མོད་པ་གང་ལགས་པ་དེ་དཀོན་ལགས་སམ།
en: “ ‘Your Majesty, is it difficult to obtain what is right here?’ asked the chief priest.

source: རྒྱལ་པོས་སྨྲས་པ། དེ་ཇི་ལྟ་བུ་ཞིག་ཡིན།
en: “ ‘What do you mean?’ asked the king.

source: མདུན་ན་འདོན་གྱིས་སྨྲས་པ། ལྷ་ཡིད་འཕྲོག་མ་འདི་མི་མ་ལགས་པ་མ་ལགས་སམ། རྒྱལ་པོས་སྨྲས་པ།
en: “ ‘Your Majesty,’ said the chief priest, ‘is this Manoharā not a kinnarī?’ “ ‘Chief priest, do not say that,’ said the king, ‘for she is the prince’s life.’

source: མདུན་ན་འདོན་འདི་ལ་གཞོན་ནུའི་སྲོག་འདུག་གིས་དེ་སྐད་མ་སྨྲ་ཤིག །དེས་སྨྲས་པ།
en: “The chief priest asked, ‘Your Majesty, have you never heard this?

source: ལྷ་ཁྱིམ་གྱི་ཕྱིར་ནི་འགའ་གཏང་སྟེ།
en: “ ‘You should abandon a person for a home,

source: །གྲོང་རྡལ་ཕྱིར་ནི་ཁྱིམ་གཏང་ངོ་།
en: Abandon a home for a village,

source: །ཡུལ་ལྗོངས་ཕྱིར་ནི་གྲོང་རྡལ་ཏེ།
en: Abandon a village for a country,

source: །བདག་གི་ཕྱིར་ནི་ས་གཏང་ངོ་། །ཞེས་བགྱི་བ་མ་གསན་ཏམ།
en: And the world for the Self.

source: རྒྱལ་པོ་བདག་ཉིད་བརྟན་གྱུར་ནས། །གཞོན་ནུ་བློ་ལྡན་དེ་ལ་ནི།
en: “ ‘O King, keeping yourself firm,

source: །གཞན་ཞིག་སྩལ་བར་སྤྱོད་གྲང་གིས།
en: Confer another woman Upon the intelligent prince

source: །ཡིད་འཕྲོག་འདི་ནི་དགུམ་པར་མཛོད།
en: And kill this Manoharā.’

source: །བདག་ཉིད་ལ་མངོན་པར་ཆགས་པ་ནི་མི་བྱེད་པ་ཅི་ཡང་མེད་པས་དེས་ཁས་བླངས་སོ།
en: “There is nothing one attached to himself cannot do. The king agreed.

source: །དེ་ནས་མདུན་ན་འདོན་གྱིས་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་བྱ་བར་བརྩམས་ཏེ།
en: Thereupon he began to do as the chief priest had instructed.

source: རྫིང་བརྐོས་ནས་རྡོ་ཐལ་གྱིས་བྱུགས་ཤིང་ལེགས་པར་བསྟར་ནས་རི་དགས་ཕྲ་མོ་རྣམས་ཀྱི་ཁྲག་སོགས་པ་ལ་ཞུགས་སོ།
en: A pond was dug, painted with an application of lime, and cleaned well, and it was filled with the blood of smaller animals.
